questions = [
    {
        "id": 0,
        "question": "Свобода предпринимательства является наилучшим практическим способом процветания общества.",
        "effects": {"right": 1}
    }, {
        "id": 1,
        "question": "Благотворительность-это лучший способ помочь нуждающимся, чем социальное обеспечение.",
        "effects": {"right": 1}
    }, {
        "id": 2,
        "question": "Заработная плата всегда справедлива, так как работодатели лучше всего знают, чего стоит труд работника.",
        "effects": {"right": 1}
    }, {"id": 3, "question": "Это \"человеческая природа\", чтобы быть жадной.", "effects": {"right": 1}}, {
        "id": 4,
        "question": "\"Эксплуатация\"-это устаревший термин, поскольку борьба 1800-х годов капитализма больше не существует.",
        "effects": {"right": 1}
    }, {
        "id": 5,
        "question": "Коммунизм-это идеал, который никогда не может работать на практике.",
        "effects": {"right": 1}
    }, {
        "id": 6,
        "question": "Налогообложение богатых-плохая идея, общество было бы лучше без него.",
        "effects": {"right": 1}
    }, {
        "id": 7,
        "question": "Чем сильнее ты работаешь, тем больше поднимаешься по социальной лестнице.",
        "effects": {"right": 1}
    }, {
        "id": 8,
        "question": "Организации и корпорации не могут быть надежными и нуждаются в регулировании со стороны правительства.",
        "effects": {"right": -1}
    }, {
        "id": 9,
        "question": "Правительство, которое предоставляет каждому человеку,-это изначально хорошая идея.",
        "effects": {"right": -1}
    }, {
        "id": 10,
        "question": "Необходимо расширить нынешнюю систему социального обеспечения в целях дальнейшего борьбы с неравенством.",
        "effects": {"right": -1}
    }, {
        "id": 11,
        "question": "Земля не должна быть товаром, покупаться и продаваться.",
        "effects": {"right": -1}
    }, {"id": 12, "question": "Все отрасли и банк должны быть национализированы.", "effects": {"right": -1}}, {
        "id": 13,
        "question": "Класс является основным разделением общества.",
        "effects": {"right": -1}
    }, {"id": 14, "question": "Экономическое неравенство слишком велико в мире.", "effects": {"right": -1}}, {
        "id": 15,
        "question": "Иногда правильно, что правительство может шпионить за своими гражданами для борьбы с экстремистами и террористами.",
        "effects": {"auth": 1}
    }, {
        "id": 16,
        "question": "Авторитетные деятели, если они морально правильные, хорошо относятся к обществу.",
        "effects": {"auth": 1}
    }, {
        "id": 17,
        "question": "Сила необходима для того, чтобы любое правительство добилось успеха.",
        "effects": {"auth": 1}
    }, {
        "id": 18,
        "question": "Только правительство может справедливо и эффективно регулировать организации.",
        "effects": {"auth": 1}
    }, {
        "id": 19,
        "question": "Для того чтобы функционировать, общество нуждается в структуре и бюрократии.",
        "effects": {"auth": 1}
    }, {
        "id": 20,
        "question": "Для обеспечения общественной безопасности необходимо использовать обязательные идентификаторы.",
        "effects": {"auth": 1}
    }, {
        "id": 21,
        "question": "В условиях кризиса безопасность становится более важной, чем гражданские свободы.",
        "effects": {"auth": 1}
    }, {"id": 22, "question": "Если тебе нечего скрывать, тебе нечего бояться.", "effects": {"auth": 1}}, {
        "id": 23,
        "question": "Правительство должно менее активно участвовать в повседневной жизни своих граждан.",
        "effects": {"auth": -1}
    }, {"id": 24, "question": "Без демократии общество-ничто.", "effects": {"auth": -1}}, {
        "id": 25,
        "question": "Аннулирование присяжных должно быть законным.",
        "effects": {"auth": -1}
    }, {"id": 26, "question": "Чем меньше правительство, тем свободнее народ.", "effects": {"auth": -1}}, {
        "id": 27,
        "question": "Правительство должно, в большинстве своем, предоставлять экстренные службы и правоохранительные органы.",
        "effects": {"auth": -1}
    }, {
        "id": 28,
        "question": "Полиция была сделана не для того, чтобы защитить народ, а для поддержания статус-кво силой.",
        "effects": {"auth": -1}
    }, {
        "id": 29,
        "question": "Государственные школы-плохая идея, потому что наше государство не должно влиять на наших детей.",
        "effects": {"auth": -1}
    }, {
        "id": 30,
        "question": "Два человека по обоюдному согласию должны иметь возможность делать то, что они хотят друг с другом, даже если это делает меня неуютно.",
        "effects": {"prog": 1}
    }, {
        "id": 31,
        "question": "Тело индивида-это их собственная собственность, и они должны иметь возможность делать все, что они хотят.",
        "effects": {"prog": 1}
    }, {
        "id": 32,
        "question": "Человек должен иметь возможность поклоняться, кем угодно.",
        "effects": {"prog": 1}
    }, {"id": 33, "question": "Нудизм совершенно естественный.", "effects": {"prog": 1}}, {
        "id": 34,
        "question": "Животные заслуживают определенных всеобщих прав.",
        "effects": {"prog": 1}
    }, {
        "id": 35,
        "question": "Гендерная составляя является социальной конструкцией, а не естественным состоянием дел.",
        "effects": {"prog": 1}
    }, {
        "id": 36,
        "question": "Законы, основанные на культурных ценностях, а не этические, не справедливы.",
        "effects": {"prog": 1}
    }, {
        "id": 37,
        "question": "Автономия тела распространяется даже на несовершеннолетних, душевнобольных и серьезных преступников.",
        "effects": {"prog": 1}
    }, {"id": 38, "question": "Гомосексуализм против моих ценностей.", "effects": {"prog": -1}}, {
        "id": 39,
        "question": "Транссексуалы не должны иметь возможности усыновлять детей.",
        "effects": {"prog": -1}
    }, {"id": 40, "question": "Наркотики вредны и должны быть запрещены.", "effects": {"prog": -1}}, {
        "id": 41,
        "question": "За определенные преступления должна существовать смертная казнь.",
        "effects": {"prog": -1}
    }, {
        "id": 42,
        "question": "Преступления, совершаемые без жертв, по-прежнему подлежат наказанию.",
        "effects": {"prog": -1}
    }, {"id": 43, "question": "Нельзя быть нравственным без религии.", "effects": {"prog": -1}}, {
        "id": 44,
        "question": "Родители должны иметь абсолютную власть над своими детьми, так как они старше и более опытные.",
        "effects": {"prog": -1}
    }, {"id": 45, "question": "Тайвань является страной?", "effects": {"auth": 1}}];
